[{"id":4335,"info":{"idLeague":"4335","idSoccerXML":null,"idAPIfootball":"2833","strSport":"Soccer","strLeague":"Spanish La Liga","strLeagueAlternate":"La Liga Santander","strDivision":"0","idCup":"0","strCurrentSeason":"2020-2021","intFormedYear":"1929","dateFirstEvent":"2007-08-24","strGender":"Male","strCountry":"Spain","strWebsite":"www.lfp.es","strFacebook":"www.facebook.com/LaLiga","strTwitter":"twitter.com/laliga","strYoutube":"www.youtube.com/user/laliga","strRSS":"http://www.football365.com/la-liga/rss","strDescriptionEN":"The Primera División,  commonly known as La Liga and as La Liga Santander for sponsorship reasons, is the top professional association football division of the Spanish football league system. Administrated by the Liga de Fútbol Profesional (LFP), La Liga is contested by 20 teams, with the three lowest-placed teams relegated to the Segunda División and replaced by the top two teams in that division plus the winner of a play-off.\r\n\r\nA total of 60 teams have competed in La Liga since its inception. Nine teams have been crowned champions, with Real Madrid winning the title a record 32 times and Barcelona 24 times. Real Madrid dominated the championship from the 1950s through the 1980s. From the 1990s onwards, Barcelona (14 titles) and Real Madrid (7 titles) both dominated, though La Liga also saw other champions, including Atlético Madrid, Valencia, and Deportivo de La Coruña. In more recent years, Atlético Madrid has joined a coalition of now three teams dominating La Liga alongside Real Madrid and Barcelona.\r\n\r\nAccording to UEFA's league coefficient, La Liga has been the top league in Europe over the last five years, and has produced the continent's top-rated club more times (18) than any other league, double that of second-placed Serie A. Its clubs have won the most UEFA Champions League (16), UEFA Europa League (10), UEFA Super Cup (13), and FIFA Club World Cup (5) titles, and its players have accumulated the highest number of (FIFA) Ballon d'Or awards (19).\r\n\r\nLa Liga is one of the most popular professional sports leagues in the world, with an average attendance of 26,741 for league matches in the 2014–15 season. This is the sixth-highest of any domestic professional sports league in the world and the fourth-highest of any professional association football league in the world, behind the Bundesliga, the Premier League, and the Indian Super League.","strDescriptionDE":null,"strDescriptionFR":"Le championnat d'Espagne de l'élite est la Primera División entre 1928 et 2008 puis Liga BBVA depuis 2008. Dans le langage courant, le terme de « Liga » est souvent utilisé pour désigner la compétition, bien que liga signifie simplement ligue en espagnol. L'antichambre de cette élite a pour nom Segunda División.","strDescriptionIT":null,"strDescriptionCN":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"La Primera División de España, también conocida como Liga BBVA por motivos de patrocinio, es la máxima categoría del sistema de Ligas de fútbol de España. Comenzó a disputarse en la temporada 1928-29 y desde entonces se ha celebrado sin interrupciones, con la excepción del parón sufrido por la Guerra Civil de 1936 a 1939.\r\n\r\nConsiderada como la primera liga del mundo en importancia según el ranking anual oficial de la Federación Internacional de Historia y Estadística de Fútbol (IFFHS),2 ocupa el segundo lugar como la liga más fuerte de la última década en Europa, sólo superada por la Premier League.\r\n\r\nA lo largo de su historia nueve clubes han resultado campeones, siendo el Real Madrid Club de Fútbol el equipo más laureado con treinta y dos campeonatos. Fútbol Club Barcelona, el Club Atlético de Madrid —vigente campeón—, el Athletic Club, el Valencia Club de Fútbol, la Real Sociedad de Fútbol, el Real Betis Balompié, el Sevilla Fútbol Club y el Real Club Deportivo de La Coruña completan el resto de campeonatos de las ochenta y tres temporadas del campeonato.\r\n\r\nEntre ellos, los dos primeros citados clubes son los que ostentan el mayor número de puntos en una edición, con cien, logrados en las temporadas 2011-12 —temporada en la que el mismo club logró el récord de goles en una edición con 121— y 2012-13 respectivamente.\r\n\r\nUn total de más de 14 800 futbolistas —incluidos los pertenecientes a la Segunda División de España— han disputado algún partido a lo largo de su historia.4","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionPL":null,"strDescriptionIL":null,"strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/02gtox1514467274.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/x7mui11504714878.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/6cm6n51504714713.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/ax2dhj1504715032.jpg","strBanner":"https://www.thesportsdb.com/images/media/league/banner/wv6dmc1556968622.jpg","strBadge":"https://www.thesportsdb.com/images/media/league/badge/7onmyv1534768460.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/b84z7h1565091817.png","strPoster":"https://www.thesportsdb.com/images/media/league/poster/wxrvyp1454014752.jpg","strTrophy":"https://www.thesportsdb.com/images/media/league/trophy/vtsqsv1422280482.png","strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":"yes","strLocked":"unlocked"},"events":[{"idEvent":"1045784","idSoccerXML":null,"idAPIfootball":"605070","strEvent":"Real Madrid vs Getafe","strEventAlternate":"Getafe @ Real Madrid","strFilename":"Spanish La Liga 2021-02-09 Real Madrid vs Getafe","strSport":"Soccer","idLeague":"4335","strLeague":"Spanish La Liga","strSeason":"2020-2021","strDescriptionEN":"","strHomeTeam":"Real Madrid","strAwayTeam":"Getafe","intHomeScore":null,"intRound":"1","intAwayScore":null,"intSpectators":null,"strOfficial":"","strHomeGoalDetails":"","strHomeRedCards":null,"strHomeYellowCards":null,"strHomeLineupGoalkeeper":null,"strHomeLineupDefense":null,"strHomeLineupMidfield":null,"strHomeLineupForward":null,"strHomeLineupSubstitutes":null,"strHomeFormation":null,"strAwayRedCards":null,"strAwayYellowCards":null,"strAwayGoalDetails":"","strAwayLineupGoalkeeper":null,"strAwayLineupDefense":null,"strAwayLineupMidfield":null,"strAwayLineupForward":null,"strAwayLineupSubstitutes":null,"strAwayFormation":null,"intHomeShots":null,"intAwayShots":null,"strTimestamp":"2021-02-09T20:00:00+00:00","dateEvent":"2021-02-09","dateEventLocal":"2021-02-09","strDate":null,"strTime":"20:00:00","strTimeLocal":"21:00:00","strTVStation":null,"idHomeTeam":"133738","idAwayTeam":"133731","strResult":"","strVenue":"Estadio Alfredo Di Stéfano","strCountry":"Spain","strCity":"","strPoster":null,"strFanart":null,"strThumb":"https://www.thesportsdb.com/images/media/event/thumb/xs25ew1599587645.jpg","strBanner":null,"strMap":null,"strTweet1":"","strTweet2":"","strTweet3":"","strVideo":"","strStatus":"Not Started","strPostponed":"no","strLocked":"unlocked","channel":"MLIGA-CODE"}]},{"id":4483,"info":{"idLeague":"4483","idSoccerXML":null,"idAPIfootball":"3046","strSport":"Soccer","strLeague":"Copa del Rey","strLeagueAlternate":"Spanish Cup","strDivision":"99","idCup":"1","strCurrentSeason":"2020-2021","intFormedYear":"1903","dateFirstEvent":"2018-04-21","strGender":"Male","strCountry":"Spain","strWebsite":"www.rfef.es/noticias/competiciones/copa-del-rey","strFacebook":"","strTwitter":"","strYoutube":"www.youtube.com/channel/UCi9gZnvjkEq_iDPnQv9zlNQ","strRSS":"","strDescriptionEN":"The Copa del Rey (Spanish pronunciation: ; English: The King's Cup) is an annual football cup competition for Spanish football teams. Its full name is Campeonato de España - Copa de Su Majestad el Rey (Championship of Spain - His Majesty the King's Cup), and is also known as La Copa.\r\n\r\nThe competition was found in 1903, thus making it the oldest Spanish football competition. Typically, the winner of Copa del Rey goes to the UEFA Europa League; unless they qualify for the UEFA Champions League.\r\n\r\nBarcelona are the current cup holders, winning their fourth consecutive and 30th overall title against Sevilla in the 2018 final held at the Wanda Metropolitano.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionIT":null,"strDescriptionCN":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionPL":null,"strDescriptionIL":null,"strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/1q4gqv1544977674.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/h9ykmq1544977787.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/4mlh0m1544977860.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/9pczc21548795769.jpg","strBanner":"https://www.thesportsdb.com/images/media/league/banner/y4fwkf1548796119.jpg","strBadge":"https://www.thesportsdb.com/images/media/league/badge/l4qwj41534768910.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/pxl37x1544978083.png","strPoster":"https://www.thesportsdb.com/images/media/league/poster/fqyz871544978463.jpg","strTrophy":"https://www.thesportsdb.com/images/media/league/trophy/skezda1544978155.png","strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":"yes","strLocked":"unlocked"},"events":[]},{"id":4511,"info":{"idLeague":"4511","idSoccerXML":null,"idAPIfootball":"3088","strSport":"Soccer","strLeague":"Supercopa de Espana","strLeagueAlternate":"","strDivision":"99","idCup":"1","strCurrentSeason":"2020-2021","intFormedYear":"1982","dateFirstEvent":"2015-08-14","strGender":"Male","strCountry":"Spain","strWebsite":"","strFacebook":"","strTwitter":"","strYoutube":"","strRSS":"","strDescriptionEN":"The Supercopa de España or the Spanish Super Cup is a Spanish football championship contested by the winners of La Liga and the Copa del Rey. In the event that a team wins both La Liga and the Copa del Rey, the runners up of the Copa del Rey will play against the winner of La Liga.\r\n\r\nHistory\r\nThe current competition has only existed since 1982, but between 1940 and 1953, several other tournaments between the Spanish league champions and the cup winners (then Copa del Generalísimo) were played.\r\n\r\nIn 1940, it had the name of Copa de Campeones. It was not played again until 1945, when the Ambassador of Argentina, due to the good relations with the Spanish military government, offered a trophy called the Copa de Oro Argentina. Both these tournaments were unofficial.\r\n\r\nIn 1941 the \"Copa Presidente FEF\" was established as an official tournament founded and organized by the RFEF.\r\n\r\nIn 1947, the Copa Eva Duarte de Perón was established as an annual and official tournament founded and organized by the RFEF, as a tribute to Juan Perón, the President of Argentina, and his wife Eva Perón. They were played between September and December, usually as one-match finals.\r\n\r\nIn 2018, the Supercopa was played for the first time as a single match hosted at a neutral venue.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionIT":null,"strDescriptionCN":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionPL":null,"strDescriptionIL":null,"strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/q54f8n1551218085.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/cxrbm31551217861.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/ckzu8c1551217894.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/0w8naj1551218139.jpg","strBanner":null,"strBadge":"https://www.thesportsdb.com/images/media/league/badge/pdgh6e1549460616.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/q2p2vd1551217655.png","strPoster":null,"strTrophy":null,"strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":null,"strLocked":"unlocked"},"events":[]},{"id":4328,"info":{"idLeague":"4328","idSoccerXML":null,"idAPIfootball":"2790","strSport":"Soccer","strLeague":"English Premier League","strLeagueAlternate":"Premier League","strDivision":"0","idCup":"0","strCurrentSeason":"2020-2021","intFormedYear":"1992","dateFirstEvent":"2000-08-18","strGender":"Male","strCountry":"England","strWebsite":"www.premierleague.com","strFacebook":"en-gb.facebook.com/premierleague/","strTwitter":"twitter.com/premierleague","strYoutube":"www.youtube.com/channel/UCG5qGWdu8nIRZqJ_GgDwQ-w","strRSS":"http://feeds.feedburner.com/PremierLeagueFootballNews","strDescriptionEN":"The Premier League, often referred to as the English Premier League or the EPL outside England, is the top level of the English football league system. Contested by 20 clubs, it operates on a system of promotion and relegation with the English Football League (EFL). Seasons run from August to May with each team playing 38 matches (playing all 19 other teams both home and away). Most games are played on Saturday and Sunday afternoons.\r\n\r\nThe competition was founded as the FA Premier League on 20 February 1992 following the decision of clubs in the Football League First Division to break away from the Football League, founded in 1888, and take advantage of a lucrative television rights deal. The deal was worth around £1 billion a year domestically as of 2013–14, with Sky and BT Group securing the domestic rights to broadcast 116 and 38 games respectively. The league is a corporation in which the member clubs act as shareholders, and generates €2.2 billion per year in domestic and international television rights. Clubs were apportioned central payment revenues of £2.4 billion in 2016–17, with a further £343 million in solidarity payments to English Football League (EFL) clubs.\r\n\r\nThe Premier League is the most-watched sports league in the world, broadcast in 212 territories to 643 million homes and a potential TV audience of 4.7 billion people. For the 2018–19 season average Premier League match attendance was at 38,181, second to the Bundesliga's 43,500, while aggregated attendance across all matches is the highest of any league at 14,508,981. Most stadium occupancies are near capacity. The Premier League ranks second in the UEFA coefficients of leagues based on performances in European competitions over the past five seasons as of 2019, only behind Spain's La Liga.\r\n\r\nForty-nine clubs have competed since the inception of the Premier League in 1992: forty-seven English and two Welsh clubs. Seven of them have won the title: Manchester United (13), Chelsea (5), Manchester City (4), Arsenal (3), Blackburn Rovers (1), Leicester City (1) and most recently Liverpool (1). The record of most points in a Premier League season is 100, set by Manchester City in 2017–18.","strDescriptionDE":"Die Premier League (offiziell nach dem Sponsoren „Barclays Premier League“, umgangssprachlich „The Premiership“) ist die höchste Spielklasse im englischen Fußball und befindet sich damit auf der obersten Ebene des englischen Ligasystems. Es nehmen momentan 20 Vereine an einer Spielrunde, die zwischen August und Mai des Folgejahres ausgetragen wird, teil. Über eine Auf- und Abstiegsregelung mit dem darunter angesiedelten Football-League-Verband findet jährlich ein Austausch von drei Klubs statt.\r\n\r\nDie am 20. Februar 1992 als „FA Premier League“ gegründete Spielklasse nahm am 15. August desselben Jahres offiziell ihren Spielbetrieb auf. Die Vereine der damaligen Eliteliga First Division profitierten damit erheblich von deutlich erhöhten Fernseheinnahmen und spalteten sich von der Football League ab, die selbst damit die seit 1888 bestehende Vorherrschaft als Plattform für den englischen und walisischen Spitzenfußball verlor. Die Premier League hat sich seitdem zu der Sportliga mit der weltweit höchsten Zuschaueranzahl entwickelt.[1]\r\n\r\nVon den mittlerweile 45 teilnehmenden Vereinen konnten bisher nur fünf Mannschaften die Premier-League-Meisterschaft gewinnen: Manchester United (13 Titel), FC Arsenal (drei Titel), FC Chelsea (drei Titel), Manchester City (zwei Titel) und die Blackburn Rovers (ein Titel). Neben 43 englischen Clubs kommen zwei Premier-Ligisten aus Wales.\r\n\r\nDas Gegenstück im Frauenbereich ist die FA Women’s Premier League (oder genauer die „FA Women's Premier League National Division“), wobei die Vereine dort in mehr oder weniger abhängigen Verbindungen zu den renommierten Klubs im Männerfußball aus der Premier League und der Football League stehen. Dennoch besitzt die Frauenliga einen eher semiprofessionellen Charakter und findet in der Öffentlichkeit im Vergleich zum Männerbereich eine deutlich geringere Resonanz.\r\n\r\nSeit 1999 existiert zudem für die Reserveteams der Profivereine die Premier Reserve League, in der seit der Spielzeit 2006/07 nur Mannschaften der Premier-League-Teilnehmer spielberechtigt sind. Dort kommen neben den Ersatzspielern, die nicht Teil des offiziellen Profikaders sind, vorrangig die jungen Talente der Erstligavereine zum Einsatz.","strDescriptionFR":"Le Championnat d'Angleterre de football est une compétition sportive située au sommet de la hiérarchie du football en Angleterre. Lancée en 1888 par la The Football Association sous le nom de Football League, la compétition laisse place en 1992 à la Premier League, dont le nom officiel est Barclays Premier League depuis 2004.\r\n\r\nLa compétition se déroule annuellement, du mois d'août au mois de mai suivant, sous forme d'un championnat mettant aux prises vingt clubs professionnels, actionnaires de la Premier League, qui disputent chacun 38 matchs. À la fin de la saison, le premier est sacré champion, les suivants sont qualifiés pour les compétitions européennes organisées par l'UEFA tandis que les trois équipes totalisant le plus faible nombre de points sont reléguées en Football League, devenu l'échelon inférieur.\r\n\r\nCe championnat est l'un des plus prestigieux au monde et le plus populaire en termes de téléspectateurs, estimés à plus d'un milliard en 2007. Il est réputé pour être l'un des plus exigeants physiquement pour les joueurs, en raison du calendrier dense, malgré le passage du championnat de 22 à 20 clubs en 1995, et de l'engagement traditionnel du football britannique. La Premier League se place par ailleurs au premier rang européen des championnats au coefficient UEFA de 2008 à 2012, après l'avoir déjà été de 1968 à 1975 et en 1985.\r\n\r\nDepuis 1888, 23 clubs ont remporté le championnat : les plus titrés sont Manchester United (20 titres, sept de Football League et treize de Premier League), Liverpool (18, tous de Football League) et Arsenal (13, dix de Football League et trois de Premier League). Trois autres clubs ont remporté la Premier League depuis 1992 : Chelsea (trois fois), Blackburn Rovers et Manchester City.","strDescriptionIT":"La Premier League è la massima serie del campionato inglese di calcio ed è gestita dalla Football Association (FA).\r\n\r\nSi tratta di un campionato formato da 20 squadre (22 squadre fino al 1995) che non fanno parte della Football League, nato dallo scisma del calcio inglese del 1992.\r\n\r\nAl 2016 la Premier League occupa il secondo posto nel ranking UEFA per competizioni di club.\r\n\r\nAlla massima divisione del campionato inglese partecipano 20 squadre, che si affrontano in un torneo all'Italiana con partite di andata e ritorno. Il regolamento assegna, per ogni incontro, tre punti alla squadra vincitrice, zero punti alla squadra sconfitta ed un punto ad entrambe le formazioni in caso di pareggio.\r\n\r\nAlla squadra prima in classifica dopo le 38 gare di campionato viene assegnato il titolo di campione d'Inghilterra. Unitamente alla seconda ed alla terza classificata, essa accede al tabellone principale della UEFA Champions League, mentre la quarta deve prima passare per il turno di play-off. La quinta in classifica si qualifica alla UEFA Europa League insieme alla squadra vincitrice della FA Cup (fase a gironi) e alla vincitrice della League Cup (terzo turno di qualificazione). Le ultime tre squadre classificate vengono retrocesse in Football League Championship (seconda divisione inglese).","strDescriptionCN":"英格兰足球超级联赛（英语：Premier League），简称英超，過往冠名為巴克萊超級聯賽（Barclays Premier League），是英格蘭足球總會轄下的职业足球联赛，是英格蘭聯賽系統的最高等级联赛，英超由超级联盟负责具体运作，而運作模式為一所以20間球會共同擁有的有限公司。\r\n英格兰超级联赛成立於1992年2月20日，其前身是英格兰甲级联赛(頂級聯賽)。現今英超联赛已經成為世界上最受歡迎以及最受關注的足球聯賽，亦是英格蘭國家隊的少林寺。\r\n英超联赛自1991至1993年成立以來有47支球隊參與競爭，但只有六支奪得冠軍：曼聯（13次），車路士（4次），阿仙奴（3次），曼城（2次），布力般流浪和李斯特城（1次）。\r\n\r\n英格兰超级联赛是收入最高的足球联赛，根據德勤足球俱樂部財富排名榜, 2014–15年 收入最高首 30 名球隊, 英格蘭（英超）已佔了16隊。[1]。而2016–17年 未來3季英國以外地區轉播收入，每季超逾30億英鎊 。淨是未來3季(2016 -2019) 來自 香港 地區轉播收入, 每季已經約1億多美元。而在英國國內還有 BT Sport、 Sky Sports 51.6億鎊直播收入。[2]\r\n\r\n巴克莱银行曾以與超级联赛簽署價值6,580萬英鎊贊助合約3年至2010年 [3]。 2012年7月12日英超賽會宣佈2013/14賽季至2015/16年賽季繼續由巴克莱银行冠名贊助英超，贊助合約以每賽季4000萬英鎊計算即總值1億2000萬英鎊[4]。2016–17年 開始不再實行冠名巴克萊贊助，只作 Premier League 超級聯賽，，而亦進行了品牌改造，品牌標誌、品牌字體將有新面貌[5]。","strDescriptionJP":"プレミアリーグ（英: Premier League）は、イングランドのサッカーリーグにおけるトップディヴィジョン（1部リーグ）。[1]\r\n\r\n世界中で約10億人以上に視聴され、全世界で最も人気が高いリーグであり[2]、世界最高峰レベルのリーグの一つである。サッカー競技のみならず、全世界のスポーツリーグの中で最もテレビ中継の視聴者が多く、人気、実力は共に高い。また、上位チームから下位チームまでの資金力及び、レベル差が小さいのも特徴で度々下位チームが上位チームに勝利することがある。このため現在では世界で最も優勝するのが難しいリーグであると言われている。2000年以降、欧州主要リーグの中でも圧倒的な売上高を誇り、2009-2010シーズンの売上高は24億7900万ユーロであり、2位のブンデスリーガを大きく引き離している[3]。\r\nテレビ放映権料も巨額であり2016年から2019年の3年間で95億ユーロ（約1.3兆円）の契約を結んでいる。放映権料の半分は各クラブに均等に分配され、25％は放映試合数、残り25％は順位に応じて分配される。[4]また海外放送分については均等に分配される。2014-2015年には1位チェルシーには1億2400万ユーロ（約153億円）、最下位のQPRでさえも7900万ユーロ（約105億円）の収益を手にした。[5]\r\nプレミアリーグ創設から、優勝経験があるのは、アーセナル、ブラックバーン・ローヴァーズ、チェルシー、マンチェスター・ユナイテッド、マンチェスター・シティ、レスター・シティの6クラブのみ。2000年代には、マンチェスター・U、チェルシー、アーセナル、リヴァプールの4クラブが毎年優勝争いを繰り広げていることから「ビッグ4」と呼ばれてきているが、2010年からは、それらのチームにトッテナム・ホットスパーとマンチェスター・シティを加えた「ビッグ6」になりつつある。2011年5月、1992年のプレミアリーグ創設から数えて12度目の優勝をマンチェスター・Uが果たした。この結果フットボールリーグ時代の7度の優勝と合わせて19回目の優勝となり、イングランドのトップリーグでの最多優勝チームとなった。優勝チームは翌シーズン、袖に刺繍されている獅子のロゴが金色になる（通常は紺色）。\r\n\r\nプレミアリーグは1992年にイングランドのプロサッカーリーグの改編に伴い、フットボールリーグから分離して新設された。20クラブが所属し、ホーム・アンド・アウェー方式による2回総当りで8月から翌年5月にかけて全38試合を戦う。勝ち点はそれぞれ勝利が3、引き分けが1、負けが0となっており、獲得した勝ち点によって順位を決定する。勝ち点が等しい場合は得失点差、それも等しい場合は総得点による。優勝クラブ、2位および3位クラブには、翌年度のUEFAチャンピオンズリーグの本大会への出場資格が、4位クラブにはプレーオフへの出場資格が与えられる。5位クラブには翌年度のUEFAヨーロッパリーグの本大会への出場資格が与えられる。また、下位3クラブが自動的に2部相当のフットボールリーグ・チャンピオンシップに降格し、フットボールリーグ・チャンピオンシップからは上位2クラブと、3〜6位の4クラブを対象としたプレーオフを勝ち抜いた1クラブの、計3クラブが昇格する。\r\n外国籍選手の登録制限は無く、EUおよびEFTA加盟国の国籍を持つ選手は労働許可証取得の必要が無い。それ以外の国籍選手は労働許可証取得の必要があるが、取得の条件として過去2年間で代表Aマッチ（親善試合を除く公式戦）の75％以上に出場していること、過去2年間のFIFAランキングの平均順位が70位以上の国の代表選手であることが必要。ただし、条件を満たさない場合でも特例として労働許可証が発行されることはある。ちなみに、イギリス（イングランド・ウェールズ・スコットランド・北アイルランド）、およびアイルランド国籍の選手は国内選手扱いとなる。ベンチ入り人数は7人まで。","strDescriptionRU":"Премье́р-лига (англ. Premier League) — профессиональная футбольная лига для английских футбольных клубов (также в ней могут играть некоторые клубы из Уэльса[2]). Является высшим дивизионом в системе футбольных лиг Англии. В ней выступают 20 клубов. Чемпионат проходит с августа по май, каждая команда проводит 38 матчей. До 2016 года турнир официально назывался Премьер-лига Barclays (англ. Barclays Premier League), с 2016 года турнир не имеет главного спонсора. За пределами Англии турнир часто называют «английской Премьер-лигой» (English Premier League).\r\n\r\nТурнир был основан 20 февраля 1992 года под названием «Премьер-лига Футбольной ассоциации» (англ. FA Premier League) после того, как клубы Первого дивизиона приняли решение о выходе из Футбольной лиги, основанной в 1888 году, с целью получения большей финансовой выгоды, в первую очередь за счёт получения большей прибыли от продажи прав на телевизионные трансляции. С тех пор Премьер-лига стала самым популярным спортивным чемпионатом в мире[3]. Также она является самой прибыльной футбольной лигой в мире: консолидированные клубные доходы в сезоне 2007/08 составили 1,93 млрд фунтов (3,15 млрд долларов)[4]. На данный момент, если судить по таблице коэффициентов УЕФА, Премьер-лига является третьим по силе национальным чемпионатом в Европе, уступая лишь испанской «Ла Лиге» и немецкой «Бундеслиге»[5].\r\n\r\nВ Премьер-лиге выступало 45 различных клубов, но лишь 6 из них выигрывали чемпионский титул: «Манчестер Юнайтед» (13 раз), «Челси» (4 раза), «Арсенал» (3 раза), «Манчестер Сити» (2 раза), «Блэкберн Роверс» и «Лестер Сити» (по 1 разу). Действующим чемпионом является « Лестер Сити», выигравший первый в своей истории чемпионский титул в сезоне 2015/16.\r\n\r\n","strDescriptionES":"La Premier League, también conocida en el Reino Unido como The Premiership, es la máxima categoría del sistema de Ligas de fútbol de Inglaterra. Comenzó a disputarse en la temporada 1992-93 y desde entonces se ha celebrado sin interrupciones. En ella pueden también participar clubes del País de Gales que se encuentren adscritos al citado sistema de ligas, como si de otros clubes ingleses se tratara. Este es el caso del Swansea City Association Football Club, club radicado en Gales participante de la liga y que ha llegado a representar a Inglaterra en competiciones europeas.\r\n\r\nEstablecida la Primera División de Inglaterra denominada como The Football League en 1888 bajo amparo de The Football Association, se fusionó en 1892 con la Football Alliance para conformar el primer sistema de divisiones, y pasándose a denominar la principal categoría como Football League First Division. Dicho sistema fue ampliándose hasta que se produjo una escisión en la competición pasando a ser la Football League —que actualmente conforma tres divisiones— Premier League su principal exponente, mientras que la hasta el momento Primera División conjunta de Inglaterra y Gales de la Football League pasó a ser la Segunda.\r\n\r\nEl actual formato fue establecido tras un acuerdo el 20 de febrero de 1992 entre los clubes de la First Division por el que decidían separarse de la Football League para tomar ventaja de un lucrativo contrato de derechos de televisión impulsado por ellos mismos. Es por tanto una competición de carácter privado o sociedad en la que los veinte clubes miembros actúan como accionistas a través de una persona delegada por cada representante, quienes rigen dicho comité junto con Dave Richards, director del mismo, y Richard Scudamore, su director ejecutivo.\r\n\r\nEl torneo fue considerado por la Federación Internacional de Historia y Estadística de Fútbol de la FIFA como la liga más fuerte de la primera década del siglo xxi en Europa, superando a la Primera División de España y la Serie A de Italia que ocupaban el segundo y tercer lugar respectivamente.2\r\n\r\nDesde su segunda edición y hasta la temporada 2015-16 el nombre del patrocinador principal se reflejaba en su denominación oficial, siendo el último desde 2004 cuando se conocía como Barclays Premier League, circunstancia que dejó de ser así a partir de la temporada 2016-17, cuando desapareció cualquier alusión a los patrocinadores con el propósito de mantener una imagen comercial limpia. Desde entonces se conoce simplemente como Premier League.\r\n\r\nA lo largo de su historia seis clubes han resultado campeones, siendo el Manchester United Football Club el equipo más laureado con trece campeonatos. Chelsea Football Club, Arsenal Football Club, Manchester City Football Club, Blackburn Rovers Football Club y Leicester City Football Club completan el resto de títulos de las veinticinco temporadas del campeonato.\r\n\r\nEl mayor número de puntos en una edición, con noventa y cinco, fue logrado en las temporada 2004-05 por el Chelsea F. C., logrando también el récord de goles en una edición con 103 en la temporada 2009-10.","strDescriptionPT":"Premier League é uma liga profissional de futebol da Inglaterra e está no topo do sistema de ligas do futebol inglês, sendo a principal competição de futebol do país. Ela era patrocinada pelo Barclays Bank até 2016, motivo pelo qual era oficialmente chamada de Barclays Premier League.\r\n\r\nÉ disputada por vinte clubes no sistema de pontos corridos, em que no final de cada temporada os quatro melhores colocados participam da Liga dos Campeões da UEFA, e os três piores são rebaixados para a Football League Championship, dando lugar aos três melhores desta competição. Cada temporada decorre entre agosto e maio, tendo 38 rodadas com dez partidas cada, totalizando 380 partidas em toda a temporada. A maioria dos jogos são disputados durante o período da tarde nos sábados e domingos e algumas vezes durante a noite no meio da semana.\r\n\r\nA competição foi formada como FA Premier League em 20 de fevereiro de 1992, após a decisão dos clubes da Football League First Division de romperem com a Football League, originalmente fundada em 1888, para aumentarem suas receitas provenientes de direitos de televisão, que atualmente rendem um bilhão de libras por ano para transmissões domésticas, com a BSkyB e BT Group. A Premier League é a liga de futebol mais popular do mundo, transmitida por oitenta redes de televisão em mais de duzentos países.\r\n\r\nNa temporada 2013–14 a média de público da competição foi de 36 631, sendo a segunda mais alta em ligas de futebol profissional, atrás apenas da Bundesliga. A Premier League está em segundo lugar nos coeficientes de ligas da UEFA, baseados nos desempenhos em competições europeias ao longo dos últimos cinco anos.\r\n\r\nDesde 1888, 24 clubes foram coroados campeões do sistema de futebol inglês. Desde a criação da liga, em 1992, um total de 47 clubes já estiveram na Premier League, dos quais seis venceram o título: o Manchester United, o maior campeão com treze títulos, o Chelsea, com quatro títulos, o Arsenal, com três títulos e único clube a conquistar a Premier League de forma invicta, o Manchester City, com dois títulos, Blackburn Rovers e o atual campeão Leicester City , com uma conquista. Além dos títulos únicos das cidades de Blackburn e Leicester, apenas as cidades de Manchester (15) e Londres (7) festejaram o título.","strDescriptionSE":"Premier League, 1992–2007 benämnd FA Premier League, är en engelsk fotbollsliga, grundad 1992, som är den högsta divisionen i det engelska ligasystemet.\r\n\r\n20 klubbar har plats i ligan som spelas höst–vår och varar från augusti till maj. De fyra högst placerade klubbarna är direktkvalificerade till Uefa Champions League och de tre lägst placerade blir nedflyttade till English Football Leagues förstadivision, EFL Championship. Vinnaren av Premier League kan kalla sig \"Engelska mästare i fotboll\" även om serien också kan innehålla klubbar från Wales; till exempel Swansea City och Cardiff City.\r\n\r\nPremier League är världens mest bevakade fotbollsliga[2][3] och på Uefas ranking över ligor (som bygger på resultat i europeiska cuper under de senaste fem åren)[4] räknas man som den näst bästa inhemska ligan efter spanska La Liga.[5]\r\n\r\nTotalt 49 klubbar har till och med säsongen 2018/19 tävlat i Premier League men bara sex av dem har vunnit titeln: Manchester United, Blackburn Rovers, Arsenal, Chelsea, Manchester City och Leicester City. Sex klubbar, Arsenal, Chelsea, Everton, Liverpool, Manchester United och Tottenham Hotspur, har spelat oavbrutet i ligan sedan dess grundande 1992.","strDescriptionNL":"De Premier League is de hoogste Engelse voetbalcompetitie.\r\n\r\nDe competitie bestaat uit twintig clubs die tussen augustus en mei in totaal 380 wedstrijden spelen. Naast Engelse clubs kunnen ook clubs uit Wales zich kwalificeren voor een plaats in de Premier League, maar daarvoor moeten zij wel deelnemen aan de Engelse voetbalpiramide. Er bestaat een promotie- en degradatieregeling tussen de Premier League en de Football League.\r\n\r\nBuiten Engeland wordt vaak naar de competitie gerefereerd als de Engelse Premier League (EPL).","strDescriptionHU":"A Premier League (más néven Premiership vagy Barclays Premier League) az angol labdarúgó bajnokságok legfelsőbb osztályának elnevezése. Ez a világ legnézettebb labdarúgó-bajnoksága,[1] és ez hozza az összes bajnokság közül a legtöbb hasznot.[2]\r\n\r\nA jelenlegi rendszert 1992. február 20-án hozták létre az addigi legfelső osztályú The Football League-ből, amit 1888-ban alapítottak. Jelenleg húsz csapat a tagja. A szezonok augusztustól májusig tartanak, és 38 mérkőzést játszanak a részt vevő csapatok: minden csapat kétszer az összes többivel, egyszer hazai, egyszer idegen pályán. Minden szezon végén három csapat esik ki a másodosztályba (The Championship), és három kerül fel onnan a Premiershipbe. Az eddigi 24 szezon alatt 45 klub szerepelt a Premier League-ben, de csak hat csapat nyerte meg a sorozatot: a Manchester United (tizenháromszor), az Arsenal (háromszor), a Chelsea (négyszer), a Manchester City (kétszer), a Blackburn Rovers (egyszer), valamint a Leicester City (egyszer).\r\n\r\nA világ hatodik legnagyobb nézőszámú profi sportligája.[3]","strDescriptionNO":"Premier League er den engelske toppserien i fotball. Premier League er på toppen av ligasystemet i engelsk fotball, og består av 20 lag, som operer med systemet opprykk og nedrykk med Football League. Premier League er et aksjeselskap hvor de 20 lagene i ligaen er aksjonærer. Sesongen starter i august og avsluttes i mai, og alle lagene spiller 19 kamper hjemme og borte, til sammen 38 kamper per sesong. Premier League var inntil 2015/16-sesongen kjent som Barclays Premier League.[1]\r\n\r\nLigaen ble dannet som FA Premier League 20. februar 1992, som følge av avgjørelsen om at klubbene i Football League First Division skulle skilles fra Football League, og ta fordel av de lukrative TV-avtalene. Premier League har siden blitt verdens mest sette sportsliga.[2] Det er verdens mest lukrative fotballiga, med totale klubbinntekter på til sammen 1 930 000 000 britiske pund (ca. 19,3 milliarder norske kroner) i 2007/08.[3]\r\n\r\nTotalt har det spilt 44 lag i Premier League, siste er Blackpool, men bare seks lag har vunnet ligaen: Manchester United, Blackburn Rovers, Arsenal, Chelsea, Manchester City og Leicester City.","strDescriptionPL":"Premier League (nazywana także English Premier League) – zawodowa liga piłkarska znajdująca się na najwyższym szczeblu rozgrywek piłkarskich w Anglii. Gra w niej 20 klubów. W lidze tej obowiązuje reguła awansu i spadku. Premier League jest korporacją, której 20 zespołów w niej grających są akcjonariuszami. Sezon rozgrywek rozpoczyna się w sierpniu, a kończy się w maju. Każdy klub rozgrywa 38 meczów w tym czasie ze wszystkich 380 spotkań ligowych.\r\n\r\nLiga została założona jako FA Premier League 20 lutego 1992 roku po tym jak zespoły Football League First Division zdecydowały stać się niezależne od The Football League powstałej w 1888 roku. Czerpała ona zyski z praw telewizyjnych. Od tego czasu Premier League jest najchętniej oglądaną ligą sportową na świecie[1]. Są to także najbardziej dochodowe rozgrywki piłkarskie. W sezonie 2007/2008 obroty klubów wyniosły 1,93 miliardów funtów (3,15 miliardów dolarów)[2]. Premier League zajmuje trzecie miejsce w rankingu UEFA, w którym liczą się występy zespołów z danych lig w europejskich pucharach z ostatnich pięciu lat[3].\r\n\r\nOd czasu założenia w rozgrywkach Premier League brały udział 44 kluby.\r\n\r\nMimo znaczących sukcesów europejskiej piłki nożnej w latach 70. i na początku 80., późne lata 80. to spadek znaczenia piłki angielskiej. Kibice zmagali się z niedostatecznymi udogodnieniami na stadionach, które popadały w rozsypkę, chuligaństwo rozpowszechniało się. Poza tym zespoły z Anglii dostały zakaz gry w pucharach europejskich po zamieszkach na Heysel w 1985 roku[4]. The Football League First Division, będąca w tym czasie na pierwszym szczeblu rozgrywek w Anglii była za innymi ligami, między innymi włoską Serie A i hiszpańską Primera División zarówno we frekwencji na spotkaniach jak i obrotach zespołów. Z tego powodu niektórzy angielscy zawodnicy przenosili się za granicę[5]. Na początku lat 90. sytuacja ta uległa zmianie; Anglia na Mistrzostwach Świata 1990 doszła do półfinałów. UEFA w tym samym roku zniosła zakaz gry angielskim zespołom w europejskich pucharach. Rok później Manchester United zdobył Puchar Zdobywców Pucharów. Po tragedii na Hillsborough wydano także Raport Taylora, który miał poprawić bezpieczeństwo na stadionach poprzez usunięcie z nich miejsc stojących[6].\r\n\r\nPieniądze telewizyjne stały się ważniejsze; Football League otrzymało 6,3 milionów funtów za dwuletnią umowę podpisaną w 1986 roku, zaś gdy w 1988 roku zawarto nowy, czteroletni kontrakt, kwota ta wynosiła 44 miliony[7]. W 1988 roku pierwszy raz spróbowano oddzielić First Division od Football League, jednak nie powiodło się to[8]. Stadiony rozbudowywano, coraz więcej osób przychodziło na spotkania; najlepsze kluby z Anglii ponownie rozpoczęły starania o powstanie nowych rozgrywek, niezależnych od Football League.","strDescriptionIL":"ע\"א פרמייר ליג (The FA Premier League) נגד המועצה להסדר ההימורים בספורט[1] הוא פסק דין של בית המשפט העליון שניתן בשנת 2010. עיקר המחלוקת נסובה סביב רצונן של ליגות הכדורגל בבריטניה לנכס לעצמן את זכות היוצרים בלוחות משחקים שהוכנו עבור הטורנירים שמתבצעים בליגות האנגליות והסקוטיות. כלומר, לנכס לעצמן את היכולות להשתמש ולאפשר שימוש באותם הלוחות שבהכנתם הושקעו משאבים רבים. בבואו להכריע את הדין, ביקש בית המשפט לאזן בין האינטרסים העומדים בבסיס דיני זכויות היוצרים, בעיקר בין האינטרס לתמרץ יוצרים כדי לעודד יצירה ובכך להעשיר את עולם הביטוי ובין הזכות לחופש המידע. פסק הדין מהווה חיזוק להלכות בית המשפט בעניין דרישת המקוריות שבחוק זכות יוצרים וכן למבחנים המשפטיים שנועדו לקבוע קנה מידה בנוגע לטיב המקוריות הנדרשת. השופט סלים ג'ובראן, בהסכמתם של השופטים ניל הנדל ומרים נאור, קבע שלוחות המשחקים אינם מהווים יצירה מקורית ולפיכך לא חוסים תחת הגנת זכות היוצרים.","strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/o9c14r1547554186.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/917urb1547554025.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/3tjmas1547554302.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/wmi78w1593611364.jpg","strBanner":"https://www.thesportsdb.com/images/media/league/banner/4m3g4s1520767740.jpg","strBadge":"https://www.thesportsdb.com/images/media/league/badge/pdd43f1610891709.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/4c377s1535214890.png","strPoster":"https://www.thesportsdb.com/images/media/league/poster/v8d7nf1535455996.jpg","strTrophy":"https://www.thesportsdb.com/images/media/league/trophy/yrywtr1422246014.png","strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":"yes","strLocked":"unlocked"},"events":[]},{"id":4331,"info":{"idLeague":"4331","idSoccerXML":null,"idAPIfootball":"2755","strSport":"Soccer","strLeague":"German Bundesliga","strLeagueAlternate":"Bundesliga, Fußball-Bundesliga","strDivision":"0","idCup":"0","strCurrentSeason":"2020-2021","intFormedYear":"1963","dateFirstEvent":"2006-08-10","strGender":"Male","strCountry":"Germany","strWebsite":"www.bundesliga.com/en","strFacebook":"","strTwitter":"","strYoutube":"www.youtube.com/user/bundesliga","strRSS":"","strDescriptionEN":"The Fußball-Bundesliga  (English: Football Federal League), commonly known as the Bundesliga, is a professional association football league in Germany and the football league with the highest average stadium attendance worldwide. At the top of the German football league system, the Bundesliga is Germany's primary football competition. The Bundesliga is contested by 18 teams and operates on a system of promotion and relegation with the 2. Bundesliga. Seasons run from August to May. Most games are played on Saturdays and Sundays, with a few games played during weekdays. All of the Bundesliga clubs qualify for the DFB-Pokal. The winner of the Bundesliga qualifies for the DFL-Supercup.\r\n\r\nA total of 53 clubs have competed in the Bundesliga since its founding. FC Bayern Munich has won the Bundesliga the most, winning the title 23 times. However, the Bundesliga has seen other champions with Borussia Dortmund, Hamburger SV, Werder Bremen, Borussia Mönchengladbach and VfB Stuttgart most prominent among them. The Bundesliga is one of the top national leagues, currently ranked 3rd in Europe according to UEFA's league coefficient ranking, based on recent European performances. The Bundesliga is the number one football league in the world in terms of average attendance; out of all sports, its average of 45,134 fans per game during the 2011–12 season was the second highest of any sports league in the world. The Bundesliga is broadcast on television in over 200 countries.\r\n\r\nThe Bundesliga was founded in 1962 in Dortmund and the first season started in 1963. The structure and organisation of the Bundesliga along with Germany's other football leagues have undergone frequent changes right up to the present day. The Bundesliga was originally founded by the Deutscher Fußball-Bund (English: German Football Association), but is now operated by the Deutsche Fußball Liga (English: German Football League).","strDescriptionDE":"Die Bundesliga ist die höchste Spielklasse im deutschen Fußball. Sie wurde nach dem Beschluss des Deutschen Fußball-Bundes (DFB) am 28. Juli 1962 in Dortmund zur Saison 1963/64 eingeführt. Der deutsche Fußballmeister wurde im DFB von 1902/03 bis 1962/63 in einer Endrunde ermittelt.\r\nIn der Bundesliga werden im Ligasystem, bei dem jeder Verein in Hin- und Rückspielen gegen jeden anderen Verein antritt, der deutsche Fußballmeister sowie die Teilnehmer der Europapokalwettbewerbe ausgespielt. Die letzten beiden Mannschaften steigen in die 2. Bundesliga ab, die seit 1974 die zweithöchste Spielklasse unterhalb der Bundesliga bildet. Die drittletzte Mannschaft bestreitet Relegationsspiele gegen den Zweitliga-Dritten.\r\nErfolgreichster Teilnehmer ist der FC Bayern München mit 24 gewonnenen Bundesligameisterschaften, er ist auch amtierender Meister. Es folgen Borussia Mönchengladbach und Borussia Dortmund mit jeweils 5 gewonnenen Bundesligameisterschaften.","strDescriptionFR":"Le Championnat d'Allemagne de football est créé en 1903. Jusqu'en 1963, le statut des clubs est amateur et le championnat national consiste en une phase finale entre les différents champions régionaux. Le championnat professionnel à poule unique, la Bundesliga, est créé en 1963. Le Bayern Munich, vainqueur en 2013-2014, détient le record du nombre de victoires, avec 24 titres.","strDescriptionIT":null,"strDescriptionCN":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionPL":null,"strDescriptionIL":null,"strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/uststt1422059550.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/twwvrw1422059590.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/yxpxuv1422059608.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/yxtxvv1422059748.jpg","strBanner":"https://www.thesportsdb.com/images/media/league/banner/zgfr3z1589711818.jpg","strBadge":"https://www.thesportsdb.com/images/media/league/badge/0j55yv1534764799.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/620ayu1534764709.png","strPoster":"https://www.thesportsdb.com/images/media/league/poster/vpywqp1454010354.jpg","strTrophy":"https://www.thesportsdb.com/images/media/league/trophy/xuvyux1422060838.png","strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":"yes","strLocked":"unlocked"},"events":[]},{"id":4332,"info":{"idLeague":"4332","idSoccerXML":null,"idAPIfootball":"2857","strSport":"Soccer","strLeague":"Italian Serie A","strLeagueAlternate":"Serie A","strDivision":"0","idCup":"0","strCurrentSeason":"2020-2021","intFormedYear":"1929","dateFirstEvent":"2012-08-25","strGender":"Male","strCountry":"Italy","strWebsite":"www.legaseriea.it/it","strFacebook":"www.facebook.com/SerieA","strTwitter":"twitter.com/SerieA","strYoutube":"www.youtube.com/user/legacalcioserieatim","strRSS":"","strDescriptionEN":"Serie A, also called Serie A TIM due to sponsorship by Telecom Italia, is a professional league competition for football clubs located at the top of the Italian football league system and has been operating for over eighty years since the 1929–30 season. It had been organized by Lega Calcio until 2010, but a new league, the Lega Serie A, was created for the 2010–11 season. Serie A is regarded as one of the best football leagues in the world. Serie A was considered the best league in the world in the '90s, and has produced the highest number of European Cup finalists: Italian clubs have reached the final of the competition on a record twenty-six different occasions, winning the title twelve times. Serie A is ranked 4th among European leagues according to UEFA's league coefficient behind the Spanish La Liga, English Premier League and German Bundesliga, which is based on the performance of Italian clubs in the Champions League and the Europa League. It also ranked 5th in world according to the first trends of the 2011 IFFHS rating.\r\n\r\nIn its current format, the Italian Football Championship was revised from having regional and interregional rounds, to a single-tier league from the 1929–30 season onwards. The championship titles won prior to 1929 are officially recognised by FIGC with the same weighting as titles that were subsequently awarded. However, the 1945–46 season, when the league was played over two geographical groups due to the ravages of WWII, is not statistically considered, even if its title is fully official.\r\n\r\nThe league hosts three of the world's most famous clubs as Juventus, Milan and Internazionale, all founding members of the G-14, a group which represented the largest and most prestigious European football clubs; Serie A was the only league to produce three founding members. More players have won the coveted Ballon d'Or award while playing at a Serie A club than any other league in the world. Ahead of Spain's La Liga. Although the actual number of Ballon d'Or won by players in these two leagues is equal at 18 each. Including the FIFA Ballon d'Or. Milan is the second club with the most official international titles in the world (18). Juventus, Italy's most successful club of the 20th century and the most successful Italian team, is tied for fourth in Europe and eighth in the world in the same ranking. The club is the only one in the world to have won all possible official continental competitions and the world title. Internazionale, following their achievements in the 2009–10 season, became the first Italian team to have achieved The Treble.","strDescriptionDE":null,"strDescriptionFR":"Le championnat d'Italie de football, dénommé Serie A, ou Serie A italienne (car le championnat brésilien est aussi nommé Série A), ou encore Serie A TIM pour des raisons de sponsoring, est une compétition de football qui représente en Italie le sommet de la hiérarchie du football. La seconde division italienne est la Serie B.\r\n\r\nCe championnat regroupe les vingt meilleures équipes italiennes. Elles se rencontrent chacune à deux reprises (un match à domicile et un match à l'extérieur). À la fin de la saison, les trois équipes totalisant le plus faible nombre de points sont reléguées (elles sont départagées à la différence de but en cas d'égalité). Quant aux deux premiers, ils sont directement qualifiés pour la Ligue des Champions. Le troisième doit passer le troisième et dernier tour des qualifications. En cas de défaite, il dispute l'Europa League. Le quatrième du championnat et le vainqueur de la coupe d'Italie (s'il ne dispute pas la Ligue des Champions) disputent le quatrième et dernier tour des qualifications de l'Europa League. Le cinquième participe à l'Europa League dès le troisième tour (qui est l'avant-dernier tour).\r\n\r\nCe championnat est l'un des plus suivis au monde. Fort d'une histoire étoffée, il a longtemps été considéré par les observateurs comme le meilleur championnat du monde. Il est reconnu principalement pour l'efficacité générale de ses défenses et sa rigueur tactique.\r\n\r\nLe titre de champion d'Italie fut assigné pour la première fois en 1898, remportée par le Genoa. Après plusieurs dénominations avec des modes différents (Championnat fédéral de 1898 à 1903, Première catégorie de 1904 à 1921-1922 (FIGC), Première division de 1921-1922 (CCI) à 1925-1926 et Division nationale de 1926-1927 à 1928-1929), l'actuel championnat sous forme de tournoi toutes rondes (Serie A) existe depuis la saison 1929-1930 (remporté par l'Ambrosiana-Inter). L'équipe la plus titrée est la Juventus avec 30 titres, et est l'actuel champion.","strDescriptionIT":"La Serie A, ufficialmente chiamata Serie A TIM per ragioni di sponsorizzazione, è il più alto livello professionistico del campionato italiano di calcio. Viene gestito dalla Lega Nazionale Professionisti Serie A.\r\nPosta sotto l'egida della FIGC, la prima edizione del torneo risale al 1898; l'attuale formula (a girone unico) nacque poi nel 1929. La squadra più titolata è la Juventus, vincitrice del campionato per 36 volte; l'Inter è invece la formazione più presente nel girone unico, avendone disputata ogni stagione.\r\nAl termine della stagione 2018-2019 il campionato italiano occupa il terzo posto nel ranking UEFA, dietro la Liga spagnola e la Premier League inglese.","strDescriptionCN":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionPL":null,"strDescriptionIL":null,"strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/spqxtv1425356374.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/wyqqrr1422395165.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/tutrut1425376629.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/xuwyqy1425376691.jpg","strBanner":"https://www.thesportsdb.com/images/media/league/banner/oxmop11580643786.jpg","strBadge":"https://www.thesportsdb.com/images/media/league/badge/ocy2fe1566216901.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/r7q96i1557058508.png","strPoster":"https://www.thesportsdb.com/images/media/league/poster/i8qu9h1546179277.jpg","strTrophy":"https://www.thesportsdb.com/images/media/league/trophy/wqsvyv1422279949.png","strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":"yes","strLocked":"unlocked"},"events":[]},{"id":4334,"info":{"idLeague":"4334","idSoccerXML":null,"idAPIfootball":"2664","strSport":"Soccer","strLeague":"French Ligue 1","strLeagueAlternate":"Ligue 1 Uber Eats","strDivision":"0","idCup":"0","strCurrentSeason":"2020-2021","intFormedYear":"1932","dateFirstEvent":"2012-08-10","strGender":"Male","strCountry":"France","strWebsite":"www.ligue1.com","strFacebook":"www.facebook.com/Ligue1UberEats","strTwitter":"twitter.com/LFPfr","strYoutube":"www.youtube.com/user/ligue1fr","strRSS":"http://www.lfp.fr/ligue1/rss.xml","strDescriptionEN":"Ligue 1, also called Ligue 1 Uber Eats for sponsorship reasons, is a French professional league for men's association football clubs. At the top of the French football league system, it is the country's primary football competition. Administrated by the Ligue de Football Professionnel, Ligue 1 is contested by 20 clubs and operates on a system of promotion and relegation with Ligue 2.\r\n\r\nSeasons run from August to May. Clubs play two matches against each of the other teams in the league – once home and once away – totalling to 38 matches over the course of the season. Most games are played on Saturdays and Sundays, with a few games played during weekday evenings. Play is regularly suspended the last weekend before Christmas for two weeks before returning in the second week of January. Ligue 1 is one of the top national leagues, currently ranked fifth in Europe behind Spain's La Liga, England's Premier League, Germany's Bundesliga and Italy's Serie A.\r\n\r\nLigue 1 was inaugurated on 11 September 1932 under the name National before switching to Division 1 after a year of existence. The name lasted until 2002 before switching to its current name. AS Saint-Étienne is the most successful club with ten league titles in France while Olympique Lyonnais is the club that has won the most consecutive titles (seven between 2002 and 2008). With the presence of 69 seasons in Ligue 1, Olympique de Marseille hold the record for most seasons among the elite, while Paris Saint-Germain hold the league record for longevity with 45 consecutive seasons (from 1974 until at least 2021). The current champions are Paris Saint-Germain, who were awarded their ninth title in the 2019–20 season. The league has been won on multiple occasions by foreign-based club AS Monaco, who make the league a cross-border competition.","strDescriptionDE":null,"strDescriptionFR":"Le championnat de France de football masculin, dénommé « Ligue 1 » (L1), est une compétition de football qui est pour la France le premier échelon national. Il se déroule annuellement sous forme d'un championnat mettant aux prises vingt clubs professionnels. Une saison du championnat commence en été et se termine au printemps suivant. La première journée de l'édition inaugurale se tient le 11 septembre 1932. Nommé « Division Nationale » lors de la saison 1932-1933, le championnat prend le nom de « Division 1 » (D1) en 1933, avant de prendre son nom actuel à l'été 2002.\r\n\r\nL'AS Saint-Étienne est le club le plus couronné avec dix titres de champion de France alors que l'Olympique lyonnais est le club qui a remporté le plus de titres consécutifs (7 entre 2002 et 2008). Le Paris Saint-Germain est double tenant du titre après sa victoire lors de l'édition 2013-2014.\r\n\r\nAvec 66 saisons de présence en Ligue 1, le Football Club Sochaux-Montbéliard détient le record du nombre de saisons parmi l'élite, alors que le Football Club de Nantes détient quant à lui le record de longévité en Ligue 1 avec 44 saisons consécutives (de 1963 à 2007). Le Paris Saint-Germain est actuellement le doyen de la Ligue 1 puisqu'il y est présent depuis 1974 (soit sa 41e année consécutive en 2014-2015).","strDescriptionIT":null,"strDescriptionCN":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionPL":null,"strDescriptionIL":null,"strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/qxvyuv1421448729.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/xrqrwy1421448755.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/xtpywr1422289430.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/tsuxrt1422289577.jpg","strBanner":"https://www.thesportsdb.com/images/media/league/banner/4tgvp81598649992.jpg","strBadge":"https://www.thesportsdb.com/images/media/league/badge/2yo0vn1592927519.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/ngx4y91592927675.png","strPoster":"https://www.thesportsdb.com/images/media/league/poster/xhr9ln1560868760.jpg","strTrophy":"https://www.thesportsdb.com/images/media/league/trophy/sxxyyu1421447369.png","strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":"yes","strLocked":"unlocked"},"events":[]},{"id":4481,"info":{"idLeague":"4481","idSoccerXML":null,"idAPIfootball":"2777","strSport":"Soccer","strLeague":"UEFA Europa League","strLeagueAlternate":"Europa League","strDivision":"99","idCup":"1","strCurrentSeason":"2020-2021","intFormedYear":"1971","dateFirstEvent":"2013-02-21","strGender":"Male","strCountry":"Europe","strWebsite":"www.uefa.com/uefaeuropaleague/index.html","strFacebook":"www.facebook.com/europaleague","strTwitter":"twitter.com/EuropaLeague","strYoutube":"www.youtube.com/uefatv","strRSS":"","strDescriptionEN":"The UEFA Europa League is an annual football club competition organised by UEFA since 1971 for eligible European football clubs. Clubs qualify for the competition based on their performance in their national leagues and cup competitions. It is the second-tier competition of European club football, ranking below the UEFA Champions League.\r\n\r\nPreviously called the UEFA Cup, the competition has been known as the UEFA Europa League since the 2009–10 season, following a change in format. For UEFA footballing records purposes, the UEFA Cup and UEFA Europa League are considered the same competition, with the change of name being simply a rebranding.\r\n\r\nIn 1999, the UEFA Cup Winners' Cup was abolished and merged with the UEFA Cup. For the 2004–05 competition a group stage was added prior to the knockout phase. The 2009 re-branding included a merge with the UEFA Intertoto Cup, producing an enlarged competition format, with an expanded group stage and changed qualifying criteria. The winner of the UEFA Europa League qualifies for the UEFA Super Cup, and since the 2014–15 season the winner of the UEFA Europa League also qualifies for the next edition of the UEFA Champions League. The winner enters at the group stage.\r\n\r\nThe title has been won by 28 clubs, 12 of which have won the title more than once. The most successful club in the competition is Sevilla, with five titles. The current champions are Atlético Madrid, after defeating Marseille in the final to win the 2017–18 UEFA Europa League.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionIT":null,"strDescriptionCN":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionPL":null,"strDescriptionIL":null,"strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/hp5i5p1534780803.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/sbow8i1534780845.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/kpqlx01534780914.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/ef5yco1534780947.jpg","strBanner":"https://www.thesportsdb.com/images/media/league/banner/kgv8g01534782837.jpg","strBadge":"https://www.thesportsdb.com/images/media/league/badge/yymdqh1597494330.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/qmwcb21534781300.png","strPoster":"https://www.thesportsdb.com/images/media/league/poster/o344c51534783303.jpg","strTrophy":"https://www.thesportsdb.com/images/media/league/trophy/1gdpeq1534962460.png","strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":"yes","strLocked":"unlocked"},"events":[]},{"id":4480,"info":{"idLeague":"4480","idSoccerXML":null,"idAPIfootball":"2771","strSport":"Soccer","strLeague":"UEFA Champions League","strLeagueAlternate":"Champions League","strDivision":"99","idCup":"1","strCurrentSeason":"2020-2021","intFormedYear":"1955","dateFirstEvent":"2015-06-06","strGender":"Male","strCountry":"Europe","strWebsite":"uefa.com/uefachampionsleague/index.html","strFacebook":"www.facebook.com/championsleague","strTwitter":"twitter.com/championsleague","strYoutube":"www.youtube.com/uefatv","strRSS":"","strDescriptionEN":"The UEFA Champions League is an annual continental club football competition organised by the Union of European Football Associations (UEFA) and contested by top-division European clubs. It is one of the most prestigious tournaments in the world and the most prestigious club competition in European football, played by the national league champions (and, for some nations, one or more runners-up) of the strongest UEFA national associations. The UEFA Champions League final is the most watched annual sporting event worldwide. The final of the 2012–13 tournament had the highest TV ratings to date, drawing 360 million television viewers.\r\n\r\nIntroduced in 1992, the competition replaced the European Champion Clubs' Cup, or simply European Cup, which had run since 1955, adding a group stage to the competition and allowing multiple entrants from certain countries. The pre-1992 competition was initially a straight knockout tournament open only to the champion club of each country. During the 1990s, the format was expanded, incorporating a round-robin group stage to include clubs that finished runner-up of some nations' top-level league. While most of Europe's national leagues can still only enter their national league champion, Europe's strongest national leagues now provide up to five teams for the competition. Clubs that finish next-in-line in each nation's top level league, having not qualified for the UEFA Champions League competition, are eligible for the next-level UEFA Europa League competition.\r\n\r\nIn its present format, the UEFA Champions League begins in late June with four knockout qualifying rounds and a play-off round. The 6 surviving teams enter the group stage, joining 26 teams qualified in advance. The 32 teams are drawn into eight groups of four teams and play each other in a double round-robin system. The eight group winners and eight runners-up proceed to the knockout phase that culminates with the final match in May. The winner of the UEFA Champions League qualifies for the UEFA Super Cup and the FIFA Club World Cup.\r\n\r\nReal Madrid is the most successful club in the competition's history, having won the tournament 13 times, including its first five seasons. Spanish clubs have accumulated the highest number of victories (18 wins), followed by England and Italy (12 wins apiece). England has the largest number of winning teams, with five clubs having won the title. The competition has been won by 22 clubs, 12 of which have won it more than once. The reigning champions are Real Madrid, who secured their 13th title in the competition after defeating Liverpool 3–1 in the 2018 final. Thus, they became the first team in the UEFA Champions League era to win the title for three years in a row.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionIT":null,"strDescriptionCN":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionPL":null,"strDescriptionIL":null,"strFanart1":"https://www.thesportsdb.com/images/media/league/fanart/0dpnfe1534778335.jpg","strFanart2":"https://www.thesportsdb.com/images/media/league/fanart/dkmydy1534778373.jpg","strFanart3":"https://www.thesportsdb.com/images/media/league/fanart/3ly8ik1534778443.jpg","strFanart4":"https://www.thesportsdb.com/images/media/league/fanart/racsu61534778480.jpg","strBanner":"https://www.thesportsdb.com/images/media/league/banner/b0ygm91534778094.jpg","strBadge":"https://www.thesportsdb.com/images/media/league/badge/dtp1dl1534767233.png","strLogo":"https://www.thesportsdb.com/images/media/league/logo/c40atr1534778710.png","strPoster":"https://www.thesportsdb.com/images/media/league/poster/nv6d6p1534799310.jpg","strTrophy":"https://www.thesportsdb.com/images/media/league/trophy/hq8ka31534962426.png","strNaming":"{strHomeTeam} vs {strAwayTeam}","strComplete":"yes","strLocked":"unlocked"},"events":[]}]